Repository: coutolourdes1/portal-express
Catalog: modules/custom/isa_communication/translations/*.po
Languages: es

source: Communication
es: Comunicado

source: communication
es: comunicado

source: Communications
es: Comunicados

source: communications
es: comunicados

source: Provides Communication content type and related configuration. Space to make an official communication to interested parties.
es: Proporciona el tipo de contenido Comunicado y la configuración relacionada. Espacio para realizar una comunicación oficial a los interesados.

source: Attachments
es: Archivos adjuntos

source: Documents related to the release.
es: Documentos relacionados con el lanzamiento.

source: Space to make an official communication to interested parties.
es: Espacio para realizar una comunicación oficial a los interesados.

source: View to display information related to the Institution''s Releases, Release List, Release TC, Release Blocks
es: Vista para mostrar información relacionada con las versiones de la institución, la lista de versiones, el TC de versiones y los bloques de versiones.

source: Home Communications
es: Comunicados inicio

source: Latest posts block for home page.
es: Bloque de las últimas publicaciones para la página de inicio.

source: see more posts
es: ver más publicaciones
