Repository: coutolourdes1/portal-express
Catalog: translations/*.po
Languages: es

source: Completed
es: Terminado

source: Installed
es: Instalado

source: Extra components
es: Componentes extra

source: Assemble extra components
es: Ensamblar componentes adicionales

source: Install additional ready-to-use features in your site.
es: Instale funciones adicionales listas para usar en su sitio.

source: Site features
es: Características del sitio

source: Assemble and install
es: Ensamblar e instalar

source: Submissions
es: Envíos

source: Connected Accounts
es: Cuentas conectadas

source: Thanks for installing SMTP Authentication Support
es: Gracias por instalar el soporte de autenticación SMTP

source: Server settings on SMTP Authentication Support
es: Configuración del servidor en soporte de autenticación SMTP

source: Easy Breadcrumb documentation is found in the help module or at https://www.drupal.org/docs/8/modules/easy-breadcrumb.
es: La documentación de Easy Breadcrumb se encuentra en el módulo de ayuda o en https://www.drupal.org/docs/8/modules/easy-breadcrumb.

source: Module Google Analytics granted Opt-in or out of tracking permission to authenticated users.
es: El módulo Google Analytics otorgó permiso de seguimiento o inhabilitación a los usuarios autenticados.

source: Configure @section
es: Configurar @section

source: Show content preview
es: Mostrar vista previa del contenido

source: You are editing the layout for this @singular_label. <a href=":link">Edit the template for all @plural_label instead.</a>
es: Estás editando el diseño para este @singular_label. <a href=":link">Edite la plantilla para todos @plural_label en su lugar.</a>

source: You are editing the layout for this @bundle @singular_label. <a href=":link">Edit the template for all @bundle @plural_label instead.</a>
es: Estás editando el diseño para este @bundle @singular_label. <a href=":link">Edite la plantilla para todos @bundle @plural_label en su lugar.</a>

source: Content limited to @limit characters, remaining: <strong>@remaining</strong>
es: Contenido limitado a @limit caracteres, restante: <strong>@remaining</strong>
