Repository: coutolourdes1/portal-express
Catalog: modules/custom/isa_service/translations/*.po
Languages: es

source: Service
es: Servicio

source: Services
es: Servicios

source: service
es: servicio

source: services
es: servicios

source: Provides Service content type and related configuration. Services of an institution.
es: Proporciona el tipo de contenido del Servicio y la configuración relacionada. Servicios de una institución.

source: Cap or additional text displayed in the contents.
es: Tapa o texto adicional que se muestra en el contenido.

source: Services of an institution.
es: Servicios de una institución.

source: View to show the Services of an Institution, List of Services, Service TC, Service Block.
es: Vista para mostrar los Servicios de una Institución, Lista de Servicios, Servicio TC, Bloque de Servicios.

source: Our services
es: Nuestros Servicios

source: Block to display services on the home page.
es: Bloque para mostrar los servicios en la página de inicio

source: Icon
es: Icono

source: Name of the icon that represents the service, The collection of icons that is being used is ionicons in its version 2 (https://ionicons.com/v2/cheatsheet.html), just put the name, for example if you want to put * ion -plane * adds the * plane * to the field.
es: Nombre del icono que representa al servicio, La coleccion de iconos que se esta isando es ionicons en su version 2 ( https://ionicons.com/v2/cheatsheet.html), solo poner el nombre, por ejemplo si quiere poner *ion-plane* agrega el *plane* al campo.

source: Sorting criteria to display services on the home page, it is ordered from smallest to largest.
es: Criterio de ordenamiento para mostrar los servicios en la página de inicio, se ordena de menor a mayor.

source: Our
es: Nuestros

source: Description shown in the services block on the home page.
es: Descripción que se muestra en el bloque de servicios de la pagina de inicio.
